export const bird = [
  {
    id: 0,
    name: "Большая синица",
    type: "Синицы",
    desc: "Широко распространённая птица из семейства синицевых, отряда воробьинообразных.",
    desc2:
      "Широко распространённая птица из семейства синицевых, отряда воробьинообразных. Обитает на всей территории Европы, Ближнего Востока, Центральной и Северной Азии, в некоторых районах Северной Африки. В дикой природе встречается в разнообразных лесах, обычно на открытых участках, опушках, по берегам водоёмов. Это, как правило, неперелётные птицы, и большинство больших синиц не мигрирует, кроме очень суровых зим. Большая синица остаётся самым крупным и наиболее многочисленным из всех встречающихся видов рода синицы, в частности в России.",
    desc3:
      "Подвижная, вертлявая птица. Самая крупная синица в Европе — размером примерно с воробья; имеет достаточно длинный хвост. Длина 13—17 см, масса 14—21 г, размах крыльев 22—26 см. Имеет довольно яркое оперение, среди других птиц выделяясь прежде всего ярко-жёлтым брюшком с «галстуком» — широкой чёрной полосой от груди до гузки. Самки похожи на самцов, однако в целом немного более тусклые — чёрные тона на голове и груди имеют более серый оттенок, ошейник и чёрная полоса на брюхе тоньше и иногда может прерываться. Каёмка на верхних и средних кроющих скорее зеленовато-серая, нежели чем зеленовато-синяя у самцов. Подхвостье более белое. Молодые птицы похожи на самок, однако шапочка у них скорее буроватая либо буровато-оливковая, а пятно на затылке маленькое и расплывчатое.",
    desc4:
      "Распространена в Европейской части России, на Кавказе, юге Сибири и Приамурья. Зимовка. Оседлая птица. Обитает в лесах и парках. Чаще других синиц поселяется рядом с человеком.",
    desc5:
      "Предпочитает гнездиться на участках не особенно густого лиственного леса, рощах, парках, старых фруктовых садах, в зарослях по берегам рек. Встречается в населенных пунктах с древесной растительностью. Участков чисто хвойного леса в гнездовой период избегает. Гнездо устраивает в дуплах, нишах построек, старых гнездах белок, хищных птиц и в других закрытых местах. Материалом для основы гнезда служат тонкие веточки, сухие стебли трав, мох, корешки, лишайники. К ним синица добавляет пух, вату, шерсть, перья, коконы и паутину пауков и насекомых и т. п. Этой массой заполняет все гнездо. В куче этого строительного материала выдавливает лоток, который выстилает конским волосом и шерстью, иногда с примесью растительного пуха и перьев. Размеры гнезда сильно колеблются в зависимости от объема выбранного птицей гнездилища, но размеры лотка более или менее определенные: диаметр 40-60 мм, глубина 40-50 мм. В кладке 9-13 (иногда до 15) яиц. Яйца белые, со слегка блестящей скорлупой, с большим количеством красновато-коричневых пятнышек и точек, образующих иногда заметный венчик на тупом конце. Размеры яиц: (17-19) х (12-14) мм. У большой синицы две кладки в году: первая — в конце апреля — начале мая, вторая — в июне. Насиживание длится 13 суток. Птенцы находятся в гнезде 16-17 суток.",
    desc6:
      "Выискивает на ветках и стволах насекомых и пауков. Зимой питается семенами и другой растительной пищей. Обычный посетитель кормушек в городских парках. Кое-где к декабрю синицы уже приучаются брать корм с протянутой ладони.",
    img: require("../../assets/bird1.png"),
  },
  {
    id: 1,
    name: "Домовый воробей",
    type: "Воробьиные",
    desc: "Одна из самых известных птиц, обитающая по соседству с жилищем человека (отсюда её видовое название «домовый»).",
    desc2:
      "Одна из самых известных птиц, обитающая по соседству с жилищем человека (отсюда её видовое название «домовый»).",
    desc3:
      "Длина тела составляет 14—18 см, масса — 21—37 г. Общая окраска оперения — сверху коричневато-бурая, ржавчинного цвета с чёрными пятнами, снизу беловатая или серая. Щёки белые, ушная область бледно-серая. Крылья с желтовато-белой поперечной полосой. Самец отличается от самки наличием большого чёрного пятна («галстука»), охватывающего подбородок, горло, зоб и верхнюю часть груди, а также тёмно-серым (а не тёмно-бурым) верхом головы. У самки голова и горло серые, а над глазом имеется бледная серо-жёлтая полоса.",
    desc4:
      "Встречается везде, где селятся люди и почва обработана под поля, сады и другие насаждения. В лесистых областях, вдали от людских поселений его нет — он селится только вблизи человеческого жилья.",
    desc5:
      "Гнезда воробей помещает в самых разнообразных местах — в щелях различных строений, в норах глинистых и меловых оврагов, в стенках гнезд крупных птиц (цапель, аистов, орлов), в дуплах деревьев, занимает скворечники, норы береговых ласточек. В кладке 5–6 матово-белых, бледно-желтых или бледно-голубых яиц с буровато-желтыми пятнами и серовато-бурыми крапинками.",
    desc6:
      "Питается всевозможными семенами, также ягодами и плодами, но не отказывается и от насекомых, в том числе и майских жуков. Птенцов кормит сначала гусеницами, а затем и крупными насекомыми.",
    img: require("../../assets/bird2.png"),
  },
  {
    id: 2,
    name: "Сизый голубь",
    type: "Голубиные",
    desc: "Широко распространённая птица семейства голубиных, родиной которой считаются Южная Европа, Юго-Западная Азия и Северная Африка.",
    desc2:
      "Широко распространённая птица семейства голубиных, родиной которой считаются Южная Европа, Юго-Западная Азия и Северная Африка. Ещё в глубокой древности эти птицы были приручены человеком, в результате были выведены так называемые домашние голуби. Во времена Великих открытий человек перевозил с собой всё своё имущество, в том числе и голубей. Впоследствии одичавшие голуби широко распространились в мире и стали синантропами, привычными обитателями городов и сёл.",
    desc3:
      "Длина тела 29—36 см, размах крыльев 50—67 см, вес 265—380 г. Оперение густое и плотное, но при этом перья слабо закреплены в коже. Окрас изменчивый, особенно у городских полудиких птиц — всего насчитывают 28 разновидностей окраски, называемых «морфами». Как правило, голова, шея и грудь пепельно-сизые с зеленоватым, желтоватым либо пурпурным металлическим отливом на шее и груди. Такой же отлив может быть выражен на кроющих перьях крыла. Взрослая самка почти не отличается от самца, однако имеет менее насыщенный металлический отлив, который к тому же отсутствует на груди. Молодые птицы первые 6—8 месяцев жизни выглядят более тускло, без глянца, а их радужина коричневая либо серовато-коричневая.",
    desc4:
      "«Дикие» голуби держатся вдали от человеческого жилья. Они гнездятся в горных ущельях, пещерах и трещинах скал, на береговых обрывах рек и оврагов. «Полудомашние» голуби обитают в населенных пунктах, рядом с жильем человека.",
    desc5:
      "Гнездо у голубей — очень небрежная постройка из прутиков и стебельков. Самка обычно откладывает 2 белых, с гладкой и слегка блестящей скорлупой яйца. Родители выкармливают птенцов особым «голубиным молоком» — питательной смесью, вырабатываемой в зобе птиц (особенность, характерная для всех видов голубей). Она образуется из содержащих жиры, белки, углеводы, витамины и микроэлементы выделений стенок голубиного зоба. Через несколько дней после вылупления желтенькие птенцы уже едят зерно, размягченное в зобах родителей. Вылетают они из гнезда через месяц, после чего взрослые птицы очень быстро приступают к следующей кладке. Всего за год голуби успевают высидеть до 7–8 кладок. Моногамны, пары постоянные.",
    desc6:
      "Питаются различными семенами, зерновыми культурами, ягодами, плодами фруктовых деревьев. Голуби, живущие рядом с людьми, легко приспосабливаются к употреблению в пищу пищевых отбросов человека и бросового зерна (пшеницы, ячменя, кукурузы и др.).",
    img: require("../../assets/bird3.png"),
  },
  {
    id: 3,
    name: "Большой пёстрый дятел",
    type: "Дятловые",
    desc: "Это самый распространенный дятел, населяющий большую часть лесов страны, включая смешанные и лиственные леса.",
    desc2:
      "Это самый распространенный дятел, населяющий большую часть лесов страны, включая смешанные и лиственные леса. Дятел играет важную роль в экологии леса, оставляя выдолбленные им дупла для других гнездящихся в них мелких птиц, таких как синицы и мухоловки. Кроме того, он в большом количестве поедает лесных вредителей — тлю, гусениц бабочек и питающихся древесиной насекомых — усачей, златок, короедов, муравьёв и многих других.",
    desc3:
      "Несколько крупнее скворца. Длина тела — 23–26 см, масса — 70–100 г. В окраске преобладают черные и белые тона, у самцов — красный затылок. На голове у молодых самцов красная шапочка. Верх черный с белыми пестринами, низ белый с красным подхвостьем. Ноги у дятла короткие и очень сильные, с цепкими когтями, два пальца направлены вперед, два — назад. Клюв прямой (редко слабо искривленный), клиновидный, служащий для выдалбливания дупл для гнезд и для раскалывания коры в поисках пищи.",
    desc4: "Различные типы леса. Оседлые и кочующие птицы.",
    desc5:
      "Гнездится в пригодных для устройства дупел деревьях. Зачастую это высохшие и загнившие стволы осины, ольхи или березы. Гнездо устраивает на высоте 2–10 метров от земли, часто под шляпкой гриба-трутовика. Диаметр дупла — до 5 см, глубина — около 30 см. Подстилка в гнезде состоит из мелких кусочков древесины. Кладка дятла состоит из 5–7 блестяще-белых яиц. Насиживают самец и самка поочередно в течение 12–13 дней. Птенцы вылупляются слепые и беспомощные; первые дни жизни они сидят тихо; подросшие — громко кричат, требуя еду. Родители прилетают к гнезду с кормом (кашица из насекомых) каждые 2–4 мин, за день до 300 раз.",
    desc6:
      " Летом питается в основном древесными насекомыми. Сильными ударами он разбивает кору, обнажая ходы насекомых, а липким длинным языком, который легко проникает в эти ходы, извлекает личинок и взрослых насекомых. Зимой питается семенами сосны и ели, раздалбливая их шишки в специальных местах — «кузницах» (пни или трухлявые стволы). Ударами клюва дятел раскрывает чешуйки шишки, извлекает и поедает семена.",
    img: require("../../assets/bird4.png"),
  },
  {
    id: 4,
    name: "Зарянка",
    type: "Мухоловковые",
    desc: "Зарянка или малиновка – это небольшая птичка, относящаяся к семейству Мухоловковых.",
    desc2:
      "Зарянка или малиновка – это небольшая птичка, относящаяся к семейству Мухоловковых.",
    desc3:
      "Зарянки окрашены сверху в серо-зеленоватый цвет. У этой птицы белое брюшко, рыжие лоб, горло, грудь и бока головы. Птица относительно длинноногая. Зарянка является перелётной птицей, но возвращается в северные края одной из первых. Самцы окрашены чаще ярче чем самки; северные зарянки ярче и могут быть крупнее южных. Старые самки могут почти не отличаться по окраске от самца. Клюв и глаза черные. Молодые особи имеют пятнистую коричнево-белую окраску с постепенно появляющимися оранжевыми пятнами. Взрослые зарянки имеют длину 12,5—14,0 см, масса 16—22 г. Размах крыльев составляет 20—22 см.",
    desc4:
      "Обитает в сырых лесах, особенно в зарослях ольхи и орешника а также в густом еловом молодняке. Держится на земле или нижних ветвях деревьев и кустов. Предпочитает близость воды. Перелетная птица — с наступлением зимы улетает в Северную Африку, Юго-Восточную Европу и Юго-Западную Азию. На места гнездовья прилетает рано.",
    desc5:
      "Самка строит гнёзда из листвы и травинок на земле или на низких пеньках. За лето выводит птенцов 1–2 раза; в кладке 4–6 серовато-зеленых яиц с буроватыми",
    desc6:
      "Пища весной и летом — насекомые, осенью и зимой — семена и ягоды, охотно прилетают к кормушкам, где клюют мягкие корма.",
    img: require("../../assets/bird5.png"),
  },
  {
    id: 5,
    name: "Зяблик",
    type: "Вьюрковые",
    desc: "Певчая птица семейства вьюрковых, одна из самых многочисленных птиц в России.",
    desc2:
      "Певчая птица семейства вьюрковых, одна из самых многочисленных птиц в России.",
    desc3:
      "Величиной зяблик примерно с воробья (длина около 17 см). Наряд самца в брачный период довольно красивый — нижняя часть тела от горла и щек до основания хвоста кирпично-красного цвета, лоб черный, верх головы, затылок и задняя часть шеи пепельно-серые. Перья крыла бурые с белыми каемками по внешнему краю. Перья в хвосте тоже бурые, а два крайних хвостовых пера имеют белые пятна. На крыльях две белые хорошо заметные поперечные полоски. Спина коричневая, надхвостье зеленоватое. Самки нарядом похожи на самцов, но общий тон оперения буроватый. Молодые птицы по окраске напоминают самок.",
    desc4:
      "Обитает в лесах и парках всех типов, часто у самого жилья человека. Держится парами и стайками. Перелетная, на юге страны зимующая птица.",
    desc5:
      "Гнёзда вьёт на деревьях, обычно выше человеческого роста, маскируя их мхом и лишайниками. Изнутри гнездо выстлано большим количеством перьев, растительного пуха и волос. Иногда гнездится 2 раза в лето. В кладке 3-6 голубоватых с крапинками и черточками яиц.",
    desc6:
      "Питается семенами и зелёными частями растений, летом — также насекомыми и другими беспозвоночными, которыми выкармливает и птенцов.",
    img: require("../../assets/bird6.png"),
  },
  {
    id: 6,
    name: "Московка",
    type: "Синицевые",
    desc: "Мелкая подвижная птица из семейства синицевых, широко распространённая в зоне лесов восточного полушария.",
    desc2:
      "Мелкая подвижная птица из семейства синицевых, широко распространённая в зоне лесов восточного полушария. По мнению ряда авторов, шапочка, или «маска», предопределила первоначальное русское название птицы — масковка, которое впоследствии было изменено и приобрело «столичный» оттенок — московка. Таким образом, отношения к Москве оно не имеет.",
    desc3:
      "Очень маленькая, чуть меньше воробья (11 см., вес 9 г.) и подвижная птица из семейства синицевых. Щёки грязновато-белые, брюшко светло-серое. Крылья и хвост буровато-серые. На крыльях хорошо заметны две светлые поперечные полоски. На затылке имеется небольшое белое пятно — характерный отличительный признак московки. Бока слегка рыжеватые.",
    desc4:
      "Оседлая и кочующая птица. Обитает преимущественно в хвойных лесах, однако вне сезона размножения встречается за пределами леса — в садах и парках, где её можно встретить возле кормушек. Избегает населённых пунктов, держится обычно парами или стайками. Часто подвешивается на концы веточек.",
    desc5:
      "Гнездится в дуплах, размер отверстия от 25 до 30 мм. Выводит потомство с мая по июль. В кладке 6–11 белых с красноватыми крапинками яиц. На севере выводит птенцов один раз в год. Насиживает яйца только самка в течении 14–15 дней. Птенцы остаются в гнезде от 15 до 17 дней.",
    desc6:
      "Питается насекомыми (в сезон размножения) и семенами хвойных пород, особенно ели.",
    img: require("../../assets/bird7.png"),
  },
  {
    id: 7,
    name: "Обыкновенная кукушка",
    type: "Кукушковые",
    desc: "Птица, наиболее распространённый и известный вид в семействе кукушковых.",
    desc2:
      "Птица, наиболее распространённый и известный вид в семействе кукушковых.",
    desc3: "",
    desc4: "",
    desc5: "",
    desc6: "",
    img: require("../../assets/bird8.png"),
  },
  {
    id: 8,
    name: "Пеночка-теньковка",
    type: "Пеночковые",
    desc: "Мелкая лесная птица семейства славковых с зеленовато-бурым верхом и беловатым низом.",
    desc2:
      "Мелкая лесная птица семейства славковых с зеленовато-бурым верхом и беловатым низом. Гнездится в светлых хвойных и смешанных лесах Европы и Азии, местами распространяясь далеко на север. Зимует в странах Средиземноморья, Южной Азии и Центральной Африке. Гнездо в виде шалашика, располагается на земле либо на небольшом возвышении — пне или в гуще кустарника. Питается насекомыми и ягодами бузины. Своё русское название «теньковка» получила благодаря песне, слегка напоминающей звон падающих капель «тень-тинь-тянь-тень».",
    desc3:
      "Небольшая приземистая, неярко окрашенная пеночка с коротким хвостом и округлыми крыльями. Длина тела 10—12 см, вес самцов 7—8 г, вес самок 6—7 г. В брачном наряде имеет серовато-бурый верх, в западной части ареала с небольшим оливковым налётом. Низ беловатый, иногда с желтовато-бурым оттенком на горле и боках. На брови неясная короткая беловатая полоса. Осенью оперение становится ещё более тусклым, желтоватый оттенок на боках практически исчезает. Перед зимней миграцией проходит достаточно продолжительная полная линька. Только что оперившиеся птенцы по сравнению со взрослыми более буроватые сверху и желтовато-белые снизу. По прошествии порядка 10 недель после оперения молодые птицы линяют и приобретают взрослый наряд.",
    desc4:
      "Ареал теньковки — светлые леса, древесные растения на полях, сады. Предпочитает влажные участки.",
    desc5:
      "Самцы возвращаются после зимовки за 5–8 дней до самок и с песнями занимают участки территории. Гнездо, расположенное в низком кустарнике или среди палой листвы, строит только самка. Оно круглое с входом сбоку. Самка откладывает 5–7 белых в крапинку яиц в последней декаде мая и начале июня. Время насиживания — 13 дней. Когда птенцы вылупляются, самка еще три дня остается в гнезде, а потом начинает сама добывать пищу. Птенцы остаются в гнезде примерно 15 дней.",
    desc6:
      "Питается различными насекомыми, в том числе и пауками. Осенью питается ягодами бузины.",
    img: require("../../assets/bird9.png"),
  },
  {
    id: 9,
    name: "Снегирь",
    type: "Вьюрковые",
    desc: "Одна из наиболее широко известных перелётных птиц России.",
    desc2: "Одна из наиболее широко известных перелётных птиц России.",
    desc3:
      "Размерами чуть меньше голубя, длина тела — до 40 см, масса около 100 г. Хвост длинный, ступенчатый, до 22–25 см, с белым кончиком. У рыжих самок хвост с темной полосой по краю. У взрослых самцов спина и хвост тёмно-серые, горло, зоб и грудь светло-серые. Остальная часть тела белая с тёмными поперечными полосками. Клюв слегка изогнут книзу. Глаза и края век желтовато-янтарные. Ноги короткие, оранжевого цвета. Молодые птицы ржаво-рыжие или сероватые.",
    desc4:
      "Обитают в лесах, кустарниках, по берегам оврагов и стоячих водоёмов, в степях, парках и садах.",
    desc5:
      "Для обыкновенной кукушки характерен гнездовой паразитизм: яиц она не насиживает, а подкладывает их в гнезда мелких птиц: дубровника, горихвостки, чернушки, камышовок, зябликов и т. д. Кукушка наблюдает за строительством гнезда и кладкой, а потом откладывает свои яйца одного с хозяевами цвета и одинакового размера, стараясь воспроизвести точную копию яиц хозяев. Зачастую трудно отличить яйцо кукушки от яиц хозяев гнезда — они могут незначительно отличаться только размерами (яйцо кукушки немного больше). Им удается скопировать даже толщину скорлупы. Как все это получается у кукушки, до сих пор никто объяснить не может. Таким образом, самка кукушки в летний сезон подкладывает по одному яйцу в 2–5 гнезд воспитателей. Птенцы кукушки, будучи еще неоперенными и слепыми, постепенно выталкивают остальных птенцов или еще невылупившиеся яйца из гнезда. Широко открывая свой ярко окрашенный оранжевый рот, птенец постоянно требует еды, поэтому родители просто игнорируют упавших птенцов. Примерно на 20-е сутки он покидает гнездо, в два-три раза превосходя своих воспитателей по размеру.",
    desc6:
      "Уничтожает огромное количество вредных насекомых, питается в основном ими. Особенно много поедает различных мохнатых гусениц, которых избегают многие насекомоядные птицы. Ест жуков, кобылок и птичьи яйца.",
    img: require("../../assets/bird10.png"),
  },
];
